web/App_Data/ExcelTemplate/SSOxml.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:si="http://soapinterop.org/xsd" xmlns:tns="urn:WellChoose">
  <SOAP-ENV:Body>
    <tns:chkidno xmlns:tns="urn:WellChoose">
      <sys_id xsi:type="xsd:string">3d31ca14-2150-4115-b256-a148bde1d7bd</sys_id>
    </tns:chkidno>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>